lib/xml/getUserVoicemailGreeting.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getUserVoicemailGreeting>
            <!--Optional:-->
            <userName>?</userName>
        </ser:getUserVoicemailGreeting>
    </soapenv:Body>
</soapenv:Envelope>